Revit 2027 API
ScheduleFilter.IsStringValue Property
 Indicates if the filter has a string value.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool IsStringValue { get; }
Public ReadOnly Property IsStringValue As Boolean
	Get
public:
property bool IsStringValue {
	bool get ();
}
member IsStringValue : bool with get
Property Value
Boolean
See Also
Reference
ScheduleFilter Class
Autodesk.Revit.DB Namespace